Repository: orleonedev/Unveil-Prelude
Catalog: Unveil-Prelude/*.lproj/Localizable.strings
Languages: it

# SubheadDemoLine
source: Some Things are not the way they are meant to be in future.
it: Sono mostrate solo alcune feature e le stesse non sono una rappresentazione dello stato finale e direzione del progetto.

source: Tap To Start
it: Tocca per Iniziare

source: Lake Delight
it: Lago Duria

# FirstDialogLine
source: Where are Takeo and Felicity? I am the latecomer of the group, usually...
it: Dove sono Takeo e Felicity? In genere sono io il ritardatario del gruppo...

# Quest1
source: Lake Delight Mystery
it: Mistero al Lago Duria

# Quest1Description
source: Wait for Takeo and Felicity on Lake Delight's shore.
it: Aspetta Takeo e Felicity sulle sponde del Lago Duria

# Quest2Description
source: Go near the bush with the strange fruit and investigate.
it: Vai vicino al cespuglio con lo strano frutto ed investiga.

# Quest3Description
source: Now it's time to close the Tearing on the lake.
it: Ora è il momento di chiudere lo Squarcio sul Lago

# doNotCrossBottom
source: Hey but... Where am I going? I should wait for them near the shore.
it: Hey ma... Dove sto andando? Dovrei aspettarli vicino le sponde

# doNotCrossBottom2
source: Ehrm Yami... The strange bush is right here.
it: Ehm Yami... Il cespuglio strano è proprio qui.

# doNotCrossBottom3
source: C'mon man, we gotta close the Tearing!
it: Forza amico, dobbiamo chiudere lo squarcio!

# S2D1
source: Here we are!
it: Eccoci!

# S2D2
source: Hey Yami!
it: Ciao Yami!

# S2D3
source: You're here already?
it: Ma sei già qui?

# S2D4
source: Turning your clock forward an hour worked out...
it: Regolare il tuo orologio un'ora avanti ha funzionato vedo...

# S2D5
source: Ah-ah, outrageously funny, Takeo.
it: Ah-ah, molto divertente, Takeo.

# S2D6
source: Can you stop, please!? It's a wonderful day for taking pictures outdoor... what a pity!
it: La finite di litigare!? E' una splendida giornata... Peccato, sarebbe perfetta per scattare qualche foto...

# S2D7
source: It would've be a blast to have a BBQ...
it: ...O per fare un delizioso barbecue!

# S2D8
source: Why is food always in your mind!? Our Soul chains revealed the presence of a Tearing nearby.
it: Ma pensi sempre a mangiare!? Secondo i nostri Soul Chains lo Squarcio dovrebbe essere proprio qui!

# S2D9
source: ...Do you see something unusual?
it: ...Notate qualcosa di strano?

# S2D10
source: Well, that fruit seems a little bit off... Let's check it!
it: Beh, quel frutto sembra un po' fuori posto... Controlliamo!

# S3D1
source: Ugh... What a strange smell!
it: Ugh... Che strano odore!

# S3D2
source: Maybe it's Yami?
it: Forse è Yami?

# S3D3
source: That fruit definitely appeared due to the Tearing, we can try to restore it thanks to the Soul Chain.
it: Quel frutto è decisamente apparso a causa dello Squarcio, cerchiamo di ristabilirlo grazie al Soul Chain.

# S3D4
source: ...And with the Soul Essence we'll get, we can also close the Tearing!
it: ...E con la Soul Essence che ne ricaveremo potremo chiudere anche lo Squarcio.

# S4D1
source: Here's the Soul Essence, now we should be able to see the Tearing!
it: Ecco la Soul Essence, ora saremo in grado di vedere lo Squarcio!

# S4D2
source: My Soul Chain is reacting, so it should be nearby...
it: La mia Soul Chain sta reagendo, quindi dovrebbe essere vicino...

# S4D3
source: There it is, on the lake' shore, no time to lose.
it: Eccolo, sulla riva del Lago, non abbiamo tempo da perdere.

# PuzzleTitle
source: Change Gems Position
it: Cambia Posizione alle Gemme

# PuzzleDescr
source: Drag gems and release them in the right column showed by the board, so you can restore the original form of the fruit!
it: Trascina le gemme e rilasciale nella colonna giusta indicata dalla tavola, cosi facendo potrai ripristinare il frutto al suo stato originario!
